-- phpMyAdmin SQL Dump
-- version 3.2.3
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Jul 26, 2012 at 08:13 PM
-- Server version: 5.1.40
-- PHP Version: 5.3.3

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `h116`
--

-- --------------------------------------------------------

--
-- Table structure for table `2_kvn`
--

DROP TABLE IF EXISTS `2_kvn`;
CREATE TABLE IF NOT EXISTS `2_kvn` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text CHARACTER SET utf8 NOT NULL,
  `name2` text CHARACTER SET utf8 NOT NULL,
  `year` smallint(6) NOT NULL,
  `show` smallint(6) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=latin1 AUTO_INCREMENT=48 ;

--
-- Dumping data for table `2_kvn`
--

INSERT INTO `2_kvn` (`id`, `name`, `name2`, `year`, `show`) VALUES
(1, 'Мисс Мира', 'Пенза', 2010, 1),
(2, 'Общага', 'Российский Университет Кооперации', 2010, 1),
(3, 'Союз', 'Тюменская область', 2010, 1),
(4, 'Краснодар - Сочи', 'сборная Краснодарского края', 2010, 1),
(5, 'Плохая команда', 'сборная Краснодарского края', 2010, 1),
(6, 'Сборная Физтеха', 'Долгопрудный', 2010, 1),
(7, 'Сборная Евразийского Института', 'РостГМУ, Ростов-на-Дону', 2010, 1),
(8, 'Самоцветы - Наше серебро', 'Кострома', 2010, 1),
(9, 'Сборная Алтайского края', 'Барнаул', 2010, 1),
(10, 'ЖеСТ', 'ТГПИ, Таганрог', 2010, 1),
(11, 'Родина Чехова', 'Таганрог', 2010, 0),
(12, 'Общее дело', 'Сборная ГГУ, Москва', 2010, 1),
(14, 'Транзит', 'Российский Университет Кооперации', 2011, 1),
(15, 'Союз', 'Тюменская область', 2011, 1),
(16, 'Краснодар - Сочи', 'сборная Краснодарского края', 2011, 1),
(17, 'Иволга', 'сборная Краснодарского края', 2011, 1),
(18, 'Икота', 'Долгопрудный', 2011, 1),
(19, 'Микрофон', 'РостГМУ, Ростов', 2011, 1),
(20, 'Самоцветы - Наше серебро', 'Кострома', 2011, 1),
(21, 'Игры разума', 'Барнаул', 2011, 1),
(22, 'ЖеСТ', 'ТГПИ, Таганрог', 2011, 1),
(23, 'Родина Чехова', 'Таганрог', 2011, 0),
(24, 'Общее дело', 'Сборная ГГУ, Москва', 2011, 1),
(26, 'Общага', 'Российский Университет Кооперации', 2012, 1),
(27, 'Союз', 'Тюменская область', 2012, 1),
(28, 'Краснодар - Сочи', 'сборная Краснодарского края', 2012, 1),
(29, 'Плохая компания', 'сборная Красноярского края', 2012, 1),
(35, 'Родина Чехова', 'Таганрог', 2012, 0),
(36, 'Общее дело', 'Сборная ГУУ,  Москва', 2012, 1),
(41, 'АскМаша', 'Москва', 2011, 1),
(42, 'Мисс Мира', 'Пенза', 2012, 1),
(43, 'Самоцветы-Наше серебро', 'Кострома', 2012, 1),
(44, 'Сборная Физтеха', 'Долгопрудный', 2012, 1),
(45, 'ЖеСТ', 'ТГПИ, Таганрог', 2012, 1),
(46, 'Сборная Евразийского института', 'РостГМУ, Ростов-на-Дону', 2012, 1),
(47, 'Сборная Алтайского края', 'Барнаул', 2012, 1);

-- --------------------------------------------------------

--
-- Table structure for table `2_kvn_game`
--

DROP TABLE IF EXISTS `2_kvn_game`;
CREATE TABLE IF NOT EXISTS `2_kvn_game` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `id_team` int(11) NOT NULL,
  `data_game` date NOT NULL,
  `name_game` text CHARACTER SET utf8 NOT NULL,
  `rating_game` float NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=latin1 AUTO_INCREMENT=203 ;

--
-- Dumping data for table `2_kvn_game`
--

INSERT INTO `2_kvn_game` (`id`, `id_team`, `data_game`, `name_game`, `rating_game`) VALUES
(1, 1, '2010-10-29', 'Сказочный лес', 5),
(2, 2, '2010-10-29', 'Сказочный лес', 4.2),
(3, 4, '2010-10-29', 'Сказочный лес', 5),
(4, 6, '2010-10-29', 'Сказочный лес', 4),
(5, 3, '2010-12-06', 'Снегодяи', 4.6),
(6, 5, '2010-12-06', 'Снегодяи', 3.9),
(7, 7, '2010-12-06', 'Снегодяи', 3.1),
(8, 9, '2010-12-06', 'Снегодяи', 4.4),
(9, 11, '2010-12-06', 'Снегодяи', 4.1),
(11, 15, '2011-03-29', 'Веснушка', 4.7),
(12, 17, '2011-03-29', 'Веснушка', 4.52),
(13, 19, '2011-03-29', 'Веснушка', 4.62),
(98, 29, '2012-04-01', '', 10.4),
(100, 35, '2012-04-01', '', 9.2),
(101, 36, '2012-04-01', '', 8.4),
(106, 26, '2012-04-02', '', 10.6),
(117, 28, '2012-04-03', '', 10.6),
(118, 27, '2012-04-03', '', 10.6),
(163, 26, '2012-05-11', '', 8.4),
(164, 27, '2012-05-11', '', 8.8),
(165, 28, '2012-05-11', '', 9),
(166, 29, '2012-05-11', '', 9),
(167, 35, '2012-05-11', '', 7),
(168, 36, '2012-05-11', '', 8.2),
(177, 43, '2012-04-01', '', 10.2),
(178, 44, '2012-04-02', '', 10.4),
(179, 45, '2012-04-02', '', 9.4),
(180, 46, '2012-04-02', '', 10.4),
(181, 47, '2012-04-03', '', 10.2),
(182, 42, '2012-04-03', '', 10.8),
(183, 43, '2012-05-12', '', 7.4),
(184, 45, '2012-05-12', '', 7.4),
(185, 47, '2012-05-12', '', 7.6),
(186, 42, '2012-05-12', '', 8.2),
(187, 46, '2012-05-12', '', 8.6),
(188, 44, '2012-05-12', '', 9),
(190, 26, '2012-06-09', '', 14.1),
(191, 47, '2012-06-09', '', 14.8),
(192, 45, '2012-06-09', '', 14.1),
(193, 43, '2012-06-09', '', 15.7),
(194, 28, '2012-06-09', '', 14.5),
(195, 44, '2012-06-09', '', 15.8),
(196, 0, '2012-06-10', '', 0),
(197, 36, '2012-06-10', '', 13.8),
(198, 46, '2012-06-10', '', 15),
(199, 35, '2012-06-10', '', 13.7),
(200, 29, '2012-06-10', '', 14.7),
(201, 42, '2012-06-10', '', 14.3),
(202, 27, '2012-06-10', '', 14.7);

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

DROP TABLE IF EXISTS `settings`;
CREATE TABLE IF NOT EXISTS `settings` (
  `text` text CHARACTER SET utf8 NOT NULL,
  `font_size` int(11) NOT NULL,
  `color1` text CHARACTER SET utf8 NOT NULL,
  `color2` text CHARACTER SET utf8 NOT NULL,
  `bold` int(11) NOT NULL,
  `font_name` text CHARACTER SET utf8 NOT NULL,
  `selected` int(11) NOT NULL,
  `prof` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`text`, `font_size`, `color1`, `color2`, `bold`, `font_name`, `selected`, `prof`) VALUES
('name', 26, '000061', 'FFFFFF', 1, 'Verdana', 1, 1),
('name', 28, 'ffffff', '020252', 1, 'Verdana', 0, 2),
('name', 30, 'ffffff', '000061', 1, 'Arial', 0, 3),
('name', 31, '000061', 'ffffff', 1, 'Helvetica', 0, 4),
('name', 30, 'ffffff', '000061', 1, 'Tahoma', 0, 5),
('city', 16, '000061', 'FFFFFF', 0, 'Verdana', 1, 1),
('city', 16, 'ffffff', '34345e', 1, 'Verdana', 0, 2),
('city', 16, 'ffffff', '2e2e6b', 1, 'Arial', 0, 3),
('city', 16, '000061', 'dddde6', 1, 'Helvetica', 0, 4),
('city', 18, 'ffffff', '5a5a7a', 1, 'Tahoma', 0, 5);
